The original FillPattern name.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public string OriginalFillPatternName { get; set; }
  Visual Basic
Public Property OriginalFillPatternName As String
	Get
	Set
  Visual C++
public:
property String^ OriginalFillPatternName {
	String^ get ();
	void set (String^ value);
}
 Exceptions
  Exception  |   Condition
   Autodesk.Revit.Exceptions ArgumentNullException   |   When setting this property: A non-optional argument was NULL
 See Also
  ExportPatternKey Class
  Autodesk.Revit.DB Namespace